/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* Message for password not matching */
"Check your password and try again" = "Check your password and try again";

/* Message for new account created */
"Enjoy you brand new Pivy account" = "Enjoy you brand new Pivy account";

/* Title for error in register
   Title message for error in facebook register */
"Fail" = "Fail";

/* Login successfull with FB */
"Login success" = "Login success";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* Button for error in facebook register
   Button for error in register
   Button for password not matching
   Button for successfull login with FB
   Button for successfull register */
"OK" = "OK";

/* Title for password not matching */
"Password does not match" = "Password does not match";

/* Title for successfull register */
"Success" = "Success";

/* Message for successfull register */
"Success on register" = "Success on register";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* Message for existing account on Pivy */
"You already had an account, so we just updated your info on our servers" = "You already had an account, so we just updated your info on our servers";

